Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_delete_item_title
source: Delete “%1$@”?
ab: «%1$@» — аудаление?
am: “%1$@” ይሰረዝ?
an: Eliminar «%1$@»?
ar: حذف «%1$@»؟
ast: ¿Desaniciar «%1$@»?
az: “%1$@” silinsin?
azb: «%1$@» سیلینسین؟
ban: Apus "%1$@"?
be: Выдаліць «%1$@»?
bg: Изтриване на „%1$@“?
bn: “%1$@” মুছে ফেলবেন?
bqi: «%1$@» پاک وابی؟
br: Dilemel “%1$@”?
brh: “%1$@” مٹاؤ؟
bs: Obrisati „%1$@“?
ca: Suprimeix «%1$@»?
cak: ¿La natyuj “%1$@”?
ceb: Tangtangon ang "%1$@"?
ckb: «%1$@» بسڕدرێتەوە؟
co: Squassà «%1$@»?
cs: Smazat „%1$@“?
cy: Dileu “%1$@”?
da: Slet »%1$@«?
de: „%1$@“ löschen?
dsb: Lašowaś „%1$@“?
el: Διαγραφή «%1$@»?
eo: Ĉu forigi “%1$@”?
es: ¿Eliminar “%1$@”?
es_ar: ¿Borrar “%1$@”?
et: Kustutada „%1$@”?
eu: «%1$@» ezabatu?
fa: «%1$@» حذف شود؟
ff: Supprimer “%1$@” ?
fi: Poistetaanko ”%1$@”?
fr: Supprimer « %1$@ » ?
fur: Eliminâ «%1$@»?
fy: “%1$@” fuortsmite?
ga: Scrios “%1$@”?
gd: A bheil thu airson “%1$@” a sguabadh às?
gl: Eliminar «%1$@»?
gn: ¿Remboguetese “%1$@”?
gu: “%1$@” કાઢી નાખીએ?
he: למחוק את “%1$@”?
hi: “%1$@” डिलीट करें?
hil: Tangtangon ang "%1$@"?
hr: Izbrisati „%1$@“?
hsb: Zhašeć „%1$@“?
hu: Törli ezt: „%1$@”?
hy: Ջնջել «%1$@»?
ia: Deler “%1$@”?
id: Hapus “%1$@”?
is: Eyða „%1$@“?
it: Eliminare «%1$@»?
ja: 「%1$@」を削除しますか?
ka: წავშალოთ «%1$@»?
kaa: “%1$@” óshirilsin be?
kab: Kkes “%1$@”?
kk: “%1$@” өшірілсін бе?
km: លុប “%1$@” ឬ?
kmr: «%1$@» jê bibe?
kn: “%1$@” ಅನ್ನು ಅಳಿಸುವುದೇ?
ko: '%1$@'을(를) 삭제하시겠습니까?
kw: Dilea “%1$@”?
lij: Scancellâ «%1$@»?
lo: ລຶບ “%1$@” ບໍ?
lt: Ištrinti „%1$@“?
lv: Vai dzēst „%1$@”?
meh: ¿Eliminar “%1$@”?
ml: “%1$@” ഇല്ലാതാക്കണോ?
mr: “%1$@” हटवायचे?
my: “%1$@” ကို ဖျက်မလား?
nb: Slette «%1$@»?
ne: “%1$@” मेटाउने?
nl: “%1$@” verwijderen?
nn: Slette «%1$@»?
oc: Suprimir « %1$@ » ?
or: “%1$@” ଡିଲିଟ୍ କରିବେ କି?
pa: “%1$@” ਨੂੰ ਹਟਾਉਣਾ ਹੈ?
pa_pk: “%1$@” مٹاؤں؟
pl: Usunąć „%1$@”?
ps: «%1$@» ړنګ شي؟
pt_br: Excluir “%1$@”?
pt_pt: Apagar “%1$@”?
rm: Stizzar «%1$@»?
ro: Ștergi „%1$@”?
ru: Удалить «%1$@»?
sat: “%1$@” ᱢᱮᱴᱟᱣ ᱟᱢ?
sc: Cantzellare «%1$@»?
scn: Scancellari «%1$@»?
si: “%1$@” මකන්නද?
sk: Odstrániť „%1$@“?
skr: “%1$@” مٹاؤں؟
sl: Izbrisati „%1$@“?
sq: Të fshihet «%1$@»?
sr: Обрисати „%1$@“?
su: Hapus "%1$@"?
sv: Ta bort ”%1$@”?
szl: Wyciepnyć „%1$@”?
ta: “%1$@” ஐ நீக்கவா?
te: “%1$@” ను తొలగించాలా?
tg: «%1$@» нест карда шавад?
th: ลบ “%1$@” ใช่หรือไม่?
tl: Tatanggalin ang "%1$@"?
tok: sina wile weka e "%1$@" anu seme?
tr: “%1$@” silinsin mi?
trs: ¿Eliminar “%1$@”?
tt: «%1$@» бетерелсенме?
tzm: Kkes “%1$@”?
ug: «%1$@» ئۆچۈرۈلسۇنمۇ؟
uk: Видалити «%1$@»?
ur: کیا “%1$@” ڈیلیٹ کریں؟
uz: “%1$@” o'chirilsinmi?
vec: Eƚimina «%1$@»?
vi: Xóa “%1$@”?
yo: Paarẹ́ "%1$@"?
yua: ¿Eliminar “%1$@”?
zh_hans: 要删除“%1$@”吗?
zh_hant: 要刪除「%1$@」嗎?

# dejavu_delete_items_message
source: Pinned tabs, essentials and folders with everything inside them are removed, and their open tabs are closed.
ab: Ификсациатә абларҭақәа, иҵакыу сайтқәа ма ипапкақәа, зегьы ишьаны, ианыхуеит, насгьы иаарту абларҭақәа арктәуп.
am: የተሰኩ ትሮች፣ አስፈላጊዎች እና አቃፊዎች በውስጣቸው ካለው ሁሉ ጋር ይወገዳሉ፣ ክፍት ትሮቻቸውም ይዘጋሉ።
an: As pestanyas fixadas, os esenciales y as carpetas con tot o suyo contenito s'eliminan, y as suyas pestanyas ubiertas se zarran.
ar: تُزال التبويبات المثبتة والأساسيات والمجلدات وكل ما بداخلها، وتُغلق تبويباتها المفتوحة.
ast: Les llingüetes fixaes, los esenciales y les carpetes con too lo que tienen dientro quítense, y les sos llingüetes abiertes zárrense.
az: Bərkidilmiş vərəqlər, əsaslar və içindəki hər şeylə birlikdə qovluqlar silinir, açıq vərəqləri bağlanır.
azb: برکیدیلمیش تاغلار، اساس‌لار و ایچینده‌کی هر شئی‌له بیرلیکده پوشه‌لر سیلینیر، آچیق تاغلاری باغلانیر.
ban: Tab kasemat, Penting, lan map ajak saisinne makejang kaapus, tur tab ane mukak katutup.
be: Замацаваныя карткі, важнае і папкі з усім, што ў іх ёсць, выдаляюцца, а іх адкрытыя карткі закрываюцца.
bg: Закачените раздели, Любимите и папките с всичко в тях се премахват, а отворените им раздели се затварят.
bn: পিন করা ট্যাব, এসেনশিয়াল ও ফোল্ডার ভেতরের সবকিছুসহ সরিয়ে ফেলা হবে এবং সেগুলোর খোলা ট্যাব বন্ধ করা হবে।
bqi: بلگه یل سنجاق‌وابیده، سایت یل مهم و پوشه یل با هر چی توشونه، پاک می‌بن، و بلگه یل گۊشیده‌شون بسته می‌بن.
br: Ivinelloù spilhennet, traoù pouezus ha teuliadoù, gant kement zo enno, a vez lamet, hag o ivinelloù digor a vez serret.
brh: پن ٹیباک، ضروری چیزاک او فولڈراک، اے نا اندرین ہر چیز سمیت ہٹ ہن، او اے نا مل ٹیباک بند ہن۔
bs: Prikvačeni tabovi, Favoriti i folderi sa svime unutar njih se uklanjaju, a njihovi otvoreni tabovi se zatvaraju.
ca: Se suprimeixen les pestanyes fixades, els essencials i les carpetes amb tot el seu contingut, i es tanquen les seves pestanyes obertes.
cak: Ri ximon taq ruwi', taq rajawaxel chuqa' taq karpeta, rachib'il ronojel ri k'o chi rupam, yeyuj, chuqa' ri taq ruwi' jaqel yetz'apïx.
ceb: Ang naka-pin nga tab, Mahinungdanon, ug folder uban sa tanang sulod niini matangtang, ug ang ilang mga naabli nga tab masira.
ckb: بازدەرە چەسپاوەکان، ماڵپەڕە گرنگەکان و پۆشەکان بەگشتی ناوەڕۆکیانەوە لادەبرێن، و بازدەرە کراوەکانیان دادەخرێن.
co: L'unghjette fissate, l'essenziali è i cartulari cù tuttu ciò ch'elli cuntenenu sò cacciati, è e so unghjette aperte sò chjose.
cs: Připnuté panely, Oblíbené a složky se vším uvnitř budou odstraněny a jejich otevřené panely se zavřou.
cy: Caiff tabiau wedi’u pinio, hanfodion a ffolderi, a phopeth sydd ynddyn nhw, eu tynnu, a chaiff eu tabiau agored eu cau.
da: Fastgjorte faneblade, favoritter og mapper med alt indhold fjernes, og deres åbne faneblade lukkes.
de: Angeheftete Tabs, Favoriten und Ordner werden mitsamt ihrem Inhalt entfernt, und ihre geöffneten Tabs werden geschlossen.
dsb: Pśipěte rejtariki, nejwažnjejše a zarědniki ze wšym, což w nich jo, se wótwónoźuju, a jich wócynjone rejtariki se zacynjaju.
el: Οι καρφιτσωμένες καρτέλες, τα αγαπημένα και οι φάκελοι με όλο το περιεχόμενό τους αφαιρούνται, και οι ανοικτές καρτέλες τους κλείνουν.
eo: Pinglitaj langetoj, esencaĵoj kaj dosierujoj kun ĉio enhavata estas forigataj, kaj iliaj malfermitaj langetoj fermiĝas.
es: Se eliminan las pestañas fijadas, los esenciales y las carpetas con todo su contenido, y se cierran sus pestañas abiertas.
es_ar: Se borran las pestañas fijadas, los esenciales y las carpetas con todo su contenido, y se cierran sus pestañas abiertas.
et: Kinnitatud kaardid, olulised ja kaustad koos kogu nende sisuga eemaldatakse ning nende avatud kaardid suletakse.
eu: Finkatutako fitxak, funtsezkoak eta karpetak, barruan dutenarekin batera, kendu egingo dira, eta beren fitxa irekiak itxi egingo dira.
fa: زبانه‌های سنجاق‌شده، ضروریات و پوشه‌ها با هر چیزی که داخلشان است حذف می‌شوند و زبانه‌های باز آن‌ها بسته می‌شوند.
ff: Les tabbe épinglées, essentiels et dossiers avec tout ce qu'ils contiennent sont supprimés, et leurs tabbe ouvertes se ferment.
fi: Kiinnitetyt välilehdet, suosikit ja kansiot kaikkine sisältöineen poistetaan, ja niiden avoimet välilehdet suljetaan.
fr: Les onglets épinglés, favoris et dossiers sont supprimés avec tout leur contenu, et leurs onglets ouverts sont fermés.
fur: Lis schedis fissadis, i essenziâi e lis cartelis cun dut ce che a àn dentri a vegnin gjavadis, e lis lôr schedis vierzudis a vegnin sieradis.
fy: Fêstsette ljepblêden, essinsjes en mappen mei alles derûnder wurde fuortsmiten, en har iepen ljepblêden wurde sluten.
ga: Baintear cluaisíní greamaithe, riachtanais agus fillteáin, mar aon le gach rud atá iontu, agus dúntar a gcluaisíní oscailte.
gd: Thèid tabaichean prìnichte, feumalachdan agus pasganan, còmhla ri gach nì a tha annta, a thoirt air falbh, agus thèid na tabaichean fosgailte aca a dhùnadh.
gl: As lapelas fixadas, os esenciais e os cartafoles con todo o seu contido elimínanse, e as súas lapelas abertas péchanse.
gn: Umi tendayke mboguapypyre, iporãvéva ha karpeta, opa mba'e ipype oĩva reheve, oñembogueta, ha umi tendayke ijurúva oñembotypa.
gu: પિન કરેલી ટૅબ્સ, એસેન્શિયલ્સ અને ફોલ્ડર્સ તેમની અંદરની દરેક વસ્તુ સાથે દૂર કરવામાં આવશે, અને તેમની ખુલ્લી ટૅબ્સ બંધ કરવામાં આવશે.
he: לשוניות מוצמדות, מועדפים ותיקיות עם כל מה שבתוכם מוסרים, והלשוניות הפתוחות שלהם נסגרות.
hi: पिन किए गए टैब, एसेंशियल्स और फ़ोल्डर उनके अंदर की हर चीज़ के साथ हटा दिए जाएंगे, और उनके खुले टैब बंद कर दिए जाएंगे।
hil: Ang naka-pin nga tab, Importante, kag folder lakip ang tanan nga sulod sini matangtang, kag ang ila bukas nga tab masira.
hr: Prikvačene kartice, Favoriti i mape sa svime unutar njih se uklanjaju, a njihove otvorene kartice se zatvaraju.
hsb: Připjate rajtarki, najwažniše a zarjadniki ze wšěm, štož je w nich, so wotstronjeja, a jich wočinjene rajtarki so začinjeja.
hu: A kitűzött lapok, kedvencek és mappák a teljes tartalmukkal együtt eltávolításra kerülnek, nyitott lapjaik pedig bezáródnak.
hy: Ամրացված ներդիրները, կարևոր կայքերը և թղթապանակները՝ իրենց ողջ պարունակությամբ, կհեռացվեն, իսկ դրանց բաց ներդիրները կփակվեն.
ia: Schedas fixate, essentiales e dossiers con toto lo que illes contine es removite, e lor schedas aperte es claudite.
id: Tab yang disemat, situs penting, dan folder beserta semua isinya akan dihapus, dan tab yang terbuka akan ditutup.
is: Festir flipar, eftirlæti og möppur, með öllu sem í þeim er, eru fjarlægð, og opnir flipar þeirra eru lokaðir.
it: Le schede bloccate, i preferiti e le cartelle vengono rimossi con tutto il loro contenuto, e le relative schede aperte vengono chiuse.
ja: ピン留めタブ、よく使うサイト、フォルダーとその中身がすべて削除され、開いているタブは閉じます。
ka: მიმაგრებული ჩანართები, საჭირო საიტები და საქაღალდეები მთელი შემცველობით წაიშლება, ხოლო მათი გახსნილი ჩანართები დაიხურება.
kaa: Bekitilgen betler, tiykarǵılar hám ishindegi hár nársesi menen papkalar óshiriledi, olardıń ashıq betleri jabıladı.
kab: Iccaren yessersen, ayen ilaqen d ikuramen akked wayen akk yellan degsen, ttwakksen, iccaren-nsen yeldin ttwamdalen.
kk: Бекітілген беттер, негізгілер және іші толған қалталар өшіріледі, олардың ашық беттері жабылады.
km: ផ្ទាំងបានខ្ទាស់ សំខាន់ៗ និងថតជាមួយអ្វីៗគ្រប់យ៉ាងនៅខាងក្នុងនឹងត្រូវដកចេញ ហើយផ្ទាំងដែលកំពុងបើករបស់ពួកវានឹងត្រូវបិទ។
kmr: Hilpekînên sabît, malperên girîng û peldank bi her tiştê di hundirê wan de têne rakirin, û hilpekînên wan ên vekirî têne girtin.
kn: ಪಿನ್ ಮಾಡಿದ ಟ್ಯಾಬ್‌ಗಳು, ಅಗತ್ಯವಾದವು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳು ಅವುಗಳೊಳಗಿನ ಎಲ್ಲದರ ಸಮೇತ ತೆಗೆದುಹಾಕಲ್ಪಡುತ್ತವೆ, ಮತ್ತು ಅವುಗಳ ತೆರೆದಿರುವ ಟ್ಯಾಬ್‌ಗಳು ಮುಚ್ಚಲ್ಪಡುತ್ತವೆ.
ko: 고정된 탭, 필수 사이트, 폴더와 그 안의 모든 항목이 제거되고 열려 있던 탭이 닫힙니다.
kw: Tabow fastyes, Pythow Poesek ha plegellow gans pub tra a-berth ynnans a vydh removyes, ha'ga thabow igor a vydh degeys.
lij: I feuggi fissæ, i essençiali e e cartelle con tutto quello ch'o gh'è drento vegnan cacciæ, e i sò feuggi averti vegnan særæ.
lo: ແທັບທີ່ປັກໄວ້, ສິ່ງສຳຄັນ ແລະ ໂຟນເດີພ້ອມທຸກຢ່າງທີ່ຢູ່ໃນນັ້ນຈະຖືກເອົາອອກ, ແລະ ແທັບທີ່ເປີດຢູ່ຂອງພວກມັນຈະຖືກປິດ.
lt: Prisegtos kortelės, Mėgstamiausi ir aplankai su viskuo, kas juose yra, pašalinami, o jų atvertos kortelės užveriamos.
lv: Piespraustās cilnes, Izlase un mapes ar visu to saturu tiek noņemtas, un to atvērtās cilnes tiek aizvērtas.
meh: Las pestañas fijadas, esenciales y carpetas con todo lo que tienen adentro se eliminan, y sus pestañas abiertas se cierran.
ml: പിൻ ചെയ്ത ടാബുകൾ, പ്രധാനപ്പെട്ടവ, ഫോൾഡറുകൾ എന്നിവ അവയ്ക്കുള്ളിലെ എല്ലാം സഹിതം നീക്കം ചെയ്യപ്പെടും, അവയുടെ തുറന്ന ടാബുകൾ അടയും.
mr: पिन केलेले टॅब, आवश्यक आणि फोल्डर आतील सर्व गोष्टींसह काढले जातील, आणि त्यांचे उघडे टॅब बंद केले जातील.
my: ပင်ထိုးထားသော တက်ဗ်များ၊ မရှိမဖြစ်များနှင့် အထဲပါအားလုံးပါသော ဖိုင်တွဲများကို ဖယ်ရှားမည်ဖြစ်ပြီး ၎င်းတို့၏ ပွင့်နေသော တက်ဗ်များကို ပိတ်မည်။
nb: Festede faner, favoritter og mapper med alt innholdet fjernes, og de åpne fanene deres lukkes.
ne: पिन गरिएका ट्याबहरु, आवश्यक र फोल्डरहरु तिनभित्रका सबैसहित हटाइन्छन्, र तिनका खुला ट्याबहरु बन्द हुन्छन्।
nl: Vastgemaakte tabbladen, favorieten en mappen worden met alles erin verwijderd, en de geopende tabbladen ervan worden gesloten.
nn: Festa faner, favorittar og mapper med alt innhaldet vert fjerna, og dei opne fanene deira vert stengde.
oc: Los onglets fixats, essencials e dossièrs, amb tot çò que contenon, son suprimits, e lors onglets dobèrts son tampats.
or: ପିନ୍ କରାଯାଇଥିବା ଟ୍ୟାବ୍, ଆବଶ୍ୟକୀୟ ଏବଂ ଭିତରେ ଥିବା ସବୁ ଜିନିଷ ସହିତ ଫୋଲଡରଗୁଡ଼ିକ ହଟାଯିବ, ଏବଂ ସେମାନଙ୍କ ଖୋଲା ଟ୍ୟାବ୍ ବନ୍ଦ ହୋଇଯିବ।
pa: ਪਿੰਨ ਕੀਤੀਆਂ ਟੈਬਾਂ, ਜ਼ਰੂਰੀ ਅਤੇ ਫੋਲਡਰ ਆਪਣੇ ਅੰਦਰਲੀ ਹਰ ਚੀਜ਼ ਸਮੇਤ ਹਟਾ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਇਹਨਾਂ ਦੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਬੰਦ ਕਰ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pa_pk: پن کیتیاں ٹیباں، ضروری چیزاں تے فولڈر، انھاں دے اندر دی ہر شے سمیت ہٹا دتے جاندے نيں، تے انھاں دیاں کھلیاں ٹیباں بند ہو جاندیاں نيں۔
pl: Przypięte karty, ulubione i foldery są usuwane razem z całą zawartością, a ich otwarte karty są zamykane.
ps: پین شوي ټبونه، مهمې ویب پاڼې او پوښې له خپلو ټولو منځپانګو سره لرې کېږي، او د هغوی خلاص ټبونه بندېږي.
pt_br: As abas fixadas, os essenciais e as pastas com tudo o que contêm são removidos, e as abas abertas deles são fechadas.
pt_pt: Os separadores fixados, os essenciais e as pastas com tudo o que contêm são removidos, e os separadores abertos deles são fechados.
rm: Tabs fixads, essenzials e dossiers cun tut lur cuntegn vegnan allontanads, e lur tabs averts vegnan serrads.
ro: Filele fixate, favorite și folderele, împreună cu tot conținutul lor, sunt eliminate, iar filele lor deschise se închid.
ru: Закреплённые вкладки, избранное и папки удаляются вместе со всем их содержимым, а их открытые вкладки закрываются.
sat: ᱯᱤᱱ ᱴᱮᱵᱽ ᱠᱚ, ᱮᱥᱮᱱᱥᱤᱭᱟᱞ ᱠᱚ ᱟᱨ ᱯᱷᱚᱞᱰᱚᱨ ᱠᱚ ᱟᱨ ᱟᱭᱢᱟᱛ ᱛᱟᱞᱟ ᱨᱮᱭᱟᱜ ᱡᱚᱛᱚ ᱚᱰᱚᱠ ᱦᱩᱭ ᱟ, ᱟᱨ ᱟᱭᱢᱟᱛ ᱡᱷᱤᱡᱽ ᱟᱠᱟᱱ ᱴᱮᱵᱽ ᱠᱚ ᱵᱚᱸᱫ ᱦᱩᱭ ᱟ ᱾
sc: Is ischedas fissadas, is essentziales e is cartellas cun totu su chi ant a intro si che tirant, e is ischedas abertas issoro si serrant.
scn: I schedi ficcati, i essenziali e i carteddi cu tuttu chiddu ca ci hannu drintu vènunu luvati, e i sò schedi aperti vènunu chiusi.
si: අමුණන ලද පටිති, අත්‍යවශ්‍යයන් සහ ඒවා තුළ ඇති සියල්ල සමඟ ෆෝල්ඩර ඉවත් කරනු ලැබේ, තවද ඒවායේ විවෘත පටිති වසනු ලැබේ.
sk: Pripnuté karty, obľúbené a priečinky so všetkým, čo obsahujú, sa odstránia a ich otvorené karty sa zavrú.
skr: پن تھیاں ٹیباں، ضروری ٹیباں تے فولڈر، انہاں دے اندر دی ہر شئے سمیت، ہٹا ݙتے ویسن، تے انہاں دیاں کھلیاں ٹیباں بند تھی ویسن۔
sl: Pripeti zavihki, Izbrano in mape z vso vsebino se odstranijo, njihovi odprti zavihki pa se zaprejo.
sq: Skedat e fiksuara, thelbësoret dhe dosjet, me gjithçka brenda tyre, hiqen, dhe skedat e tyre të hapura mbyllen.
sr: Закачени језичци, Фаворити и фасцикле са свиме унутар њих се уклањају, а њихови отворени језичци се затварају.
su: Tab nu disemat, Penting, jeung map saeusina bakal dipiceun, sarta tab nu keur dibuka bakal ditutup.
sv: Fästa flikar, favoriter och mappar med allt som finns i dem tas bort, och deras öppna flikar stängs.
szl: Przipiynte karty, nojważniejsze i foldry ze wszyskim, co je w nich, sōm wyciepowane, a jejich ôdewrzite karty sōm zawiyrane.
ta: பொருத்தப்பட்ட கீற்றுகள், முக்கியவை மற்றும் கோப்புறைகள் அவற்றுக்குள் உள்ள அனைத்துடனும் அகற்றப்படும், மேலும் அவற்றின் திறந்த கீற்றுகள் மூடப்படும்.
te: పిన్ చేసిన ట్యాబులు, ముఖ్యమైనవి మరియు ఫోల్డర్లు వాటిలో ఉన్న ప్రతిదానితో సహా తీసివేయబడతాయి, మరియు వాటి తెరిచిన ట్యాబులు మూసివేయబడతాయి.
tg: Варақаҳои часпонидашуда, сомонаҳои муҳим ва ҷузвдонҳо бо тамоми мӯҳтавои дохилашон нест карда мешаванд ва варақаҳои кушодаи онҳо пӯшида мешаванд.
th: แท็บที่ปักหมุด เว็บที่ใช้บ่อย และโฟลเดอร์พร้อมทุกอย่างภายในจะถูกลบ และแท็บที่เปิดอยู่จะถูกปิด
tl: Aalisin ang mga naka-pin na tab, Mahahalaga, at folder pati na ang lahat ng laman ng mga ito, at isasara ang kanilang mga bukas na tab.
tok: poki awen, lipu suli, en tomo poki (kepeken ijo ale insa) li weka. poki open pi ona li pini.
tr: Sabitlenmiş sekmeler, temel sekmeler ve içindeki her şeyle birlikte klasörler kaldırılır; açık sekmeleri de kapatılır.
trs: Las pestañas fijadas, esenciales y carpetas con todo lo que tienen adentro se eliminan, y sus pestañas abiertas se cierran.
tt: Беркетелгән таблар, төп сайтлар һәм эчендәге һәрнәрсә белән бергә папкалар бетерелә, аларның ачык таблары ябыла.
tzm: Iseksal yessersen, ayen ilaqen d ikuramen akked wayen akkʷ yellan degsen, ttwakksen, iseksal-nsen yeldin ttwamdalen.
ug: مىخلانغان بەتكۈچلەر، مۇھىملار ۋە ئىچىدىكى ھەممە نەرسىسى بىلەن قىسقۇچلار ئۆچۈرۈلىدۇ، ئۇلارنىڭ ئوچۇق بەتكۈچلىرى تاقىلىدۇ.
uk: Закріплені вкладки, обране і теки видаляються разом з усім їхнім вмістом, а їхні відкриті вкладки закриваються.
ur: پن کردہ ٹیبز، اہم اور فولڈرز اپنے اندر موجود ہر چیز سمیت ہٹا دیے جاتے ہیں، اور ان کے کھلے ٹیبز بند ہو جاتے ہیں۔
uz: Mahkamlangan varaqlar, muhimlar va ichidagi hamma narsasi bilan jildlar o'chiriladi, ularning ochiq varaqlari yopiladi.
vec: Schede fisà, essensiałi e cartełe co tuto quel che i ga drento i vien cavà via, e łe so schede verte i vien sarà.
vi: Thẻ đã ghim, trang thiết yếu và thư mục cùng mọi thứ bên trong sẽ bị xóa, các thẻ đang mở của chúng cũng sẽ đóng lại.
yo: A óò yọ àwọn táàbù tí a fi Pin sí, Pàtàkì, àti fódà kúrò pẹ̀lú ohun gbogbo tí ó wà nínú wọn, a óò sì ti àwọn táàbù wọn tí ó ṣí.
yua: Las pestañas fijadas, esenciales y carpetas con todo lo que tienen adentro se eliminan, y sus pestañas abiertas se cierran.
zh_hans: 固定标签页、常用网站和文件夹及其中的所有内容都会被移除,已打开的标签页也会被关闭。
zh_hant: 已釘選分頁、常用網站與資料夾及其中的所有內容都會被移除,已開啟的分頁也會關閉。

# dejavu_delete_items_title
source: Delete %1$lld items?
ab: %1$lld аелемент — аудаление?
am: %1$lld ንጥሎች ይሰረዙ?
an: Eliminar %1$lld elementos?
ar: حذف %1$lld عنصر؟
ast: ¿Desaniciar %1$lld elementos?
az: %1$lld element silinsin?
azb: %1$lld عونصور سیلینسین؟
ban: Apus %1$lld item?
be: Выдаліць %1$lld элементаў?
bg: Изтриване на %1$lld елемента?
bn: %1$lld আইটেম মুছে ফেলবেন?
bqi: %1$lld چی پاک وابی؟
br: Dilemel %1$lld tra?
brh: %1$lld چیز مٹاؤ؟
bs: Obrisati %1$lld stavki?
ca: Suprimeix %1$lld elements?
cak: ¿La natyuj %1$lld taq kosa?
ceb: Tangtangon ang %1$lld ka item?
ckb: %1$lld بابەت بسڕدرێتەوە؟
co: Squassà %1$lld elementi?
cs: Smazat %1$lld položek?
cy: Dileu %1$lld eitem?
da: Slet %1$lld elementer?
de: %1$lld Elemente löschen?
dsb: Lašowaś %1$lld elementow?
el: Διαγραφή %1$lld στοιχείων?
eo: Ĉu forigi %1$lld erojn?
es: ¿Eliminar %1$lld elementos?
es_ar: ¿Borrar %1$lld elementos?
et: Kustutada %1$lld üksust?
eu: Ezabatu %1$lld elementu?
fa: %1$lld مورد حذف شود؟
ff: Supprimer %1$lld éléments ?
fi: Poistetaanko %1$lld kohdetta?
fr: Supprimer %1$lld éléments ?
fur: Eliminâ %1$lld elements?
fy: %1$lld items fuortsmite?
ga: Scrios %1$lld rud?
gd: Sguab às %1$lld nithean?
gl: Eliminar %1$lld elementos?
gn: ¿Remboguetese %1$lld mba'e?
gu: %1$lld આઇટમ્સ કાઢી નાખીએ?
he: למחוק %1$lld פריטים?
hi: %1$lld आइटम डिलीट करें?
hil: Tangtangon ang %1$lld ka item?
hr: Izbrisati %1$lld stavki?
hsb: Zhašeć %1$lld elementow?
hu: Törli ezt: %1$lld elem?
hy: Ջնջել %1$lld տարրը?
ia: Deler %1$lld elementos?
id: Hapus %1$lld item?
is: Eyða %1$lld atriðum?
it: Eliminare %1$lld elementi?
ja: %1$lld件のアイテムを削除しますか?
ka: წავშალოთ %1$lld ერთეული?
kaa: %1$lld dana óshirilsin be?
kab: Kkes %1$lld n yiferdisen?
kk: %1$lld элемент өшірілсін бе?
km: លុបធាតុ %1$lld ឬ?
kmr: %1$lld hêman jê bibe?
kn: %1$lld ವಸ್ತುಗಳನ್ನು ಅಳಿಸುವುದೇ?
ko: 항목 %1$lld개를 삭제하시겠습니까?
kw: Dilea %1$lld dra?
lij: Scancellâ %1$lld elementi?
lo: ລຶບ %1$lld ລາຍການບໍ?
lt: Ištrinti %1$lld elementų?
lv: Vai dzēst %1$lld vienumus?
meh: ¿Eliminar %1$lld elementos?
ml: %1$lld ഇനങ്ങൾ ഇല്ലാതാക്കണോ?
mr: %1$lld आयटम हटवायचे?
my: အရာဝတ္ထု %1$lld ခု ဖျက်မလား?
nb: Slette %1$lld elementer?
ne: %1$lld वस्तुहरु मेटाउने?
nl: %1$lld items verwijderen?
nn: Slette %1$lld element?
oc: Suprimir %1$lld elements ?
or: %1$lld ଆଇଟମ୍ ଡିଲିଟ୍ କରିବେ କି?
pa: %1$lld ਚੀਜ਼ਾਂ ਨੂੰ ਹਟਾਉਣਾ ਹੈ?
pa_pk: %1$lld چیزاں مٹاؤں؟
pl: Usunąć %1$lld elementu?
ps: %1$lld توکي ړنګ شي؟
pt_br: Excluir %1$lld itens?
pt_pt: Apagar %1$lld itens?
rm: Stizzar %1$lld elements?
ro: Ștergi %1$lld de elemente?
ru: Удалить %1$lld элемента?
sat: %1$lld ᱟᱭᱴᱮᱢ ᱢᱮᱴᱟᱣ ᱟᱢ?
sc: Cantzellare %1$lld elementos?
scn: Scancellari %1$lld elementi?
si: අයිතම %1$lld ක් මකන්නද?
sk: Odstrániť %1$lld položiek?
skr: %1$lld آئٹم مٹاؤں؟
sl: Izbrisati %1$lld elementov?
sq: Të fshihen %1$lld elementë?
sr: Обрисати %1$lld ставки?
su: Hapus %1$lld item?
sv: Ta bort %1$lld objekt?
szl: Wyciepnyć %1$lld rzeczy?
ta: %1$lld உருப்படிகளை நீக்கவா?
te: %1$lld అంశాలను తొలగించాలా?
tg: %1$lld ҷузъ нест карда шавад?
th: ลบ %1$lld รายการใช่หรือไม่?
tl: Tatanggalin ang %1$lld na item?
tok: sina wile weka e ijo %1$lld anu seme?
tr: %1$lld öge silinsin mi?
trs: ¿Eliminar %1$lld elementos?
tt: %1$lld әйбер бетерелсенме?
tzm: Kkes %1$lld n yiferdisen?
ug: %1$lld تۈر ئۆچۈرۈلسۇنمۇ؟
uk: Видалити %1$lld елемента?
ur: کیا %1$lld آئٹمز ڈیلیٹ کریں؟
uz: %1$lld element o'chirilsinmi?
vec: Eƚimina %1$lld elementi?
vi: Xóa %1$lld mục?
yo: Paarẹ́ nǹkan %1$lld?
yua: ¿Eliminar %1$lld elementos?
zh_hans: 要删除 %1$lld 个项目吗?
zh_hant: 要刪除 %1$lld 個項目嗎?

# dejavu_downloads
source: Downloads
ab: Аҭагаларақәа
am: የወረዱ
an: Descargas
ar: التنزيلات
ast: Descargues
az: Endirmələr
azb: یئندیرنلر
ban: Unduhan
be: Спампоўкі
bg: Изтегляния
bn: ডাউনলোড
bqi: دانلودا
br: Pellgargadurioù
brh: ڈاونلوڈآک
bs: Preuzimanja
ca: Baixades
cak: Taq qasanïk
ceb: Mga Download
ckb: داگرتنەکان
co: Scaricamenti
cs: Stahování
cy: Llwythi
da: Filhentninger
dsb: Ześěgnjenja
el: Λήψεις
eo: Elŝutoj
es: Descargas
es_ar: Descargas
et: Allalaadimised
eu: Deskargak
fa: دانلودها
ff: Gaawte
fi: Lataukset
fr: Téléchargements
fur: Discjamâts
ga: Íoslódálacha
gd: Luchdaidhean a-nuas
gl: Descargas
gn: Ñemboguejy
gu: ડાઉનલોડ્સ
he: הורדות
hi: डाउनलोड
hil: Mga Download
hr: Preuzimanja
hsb: Sćehnjenja
hu: Letöltések
hy: Ներբեռնումներ
ia: Discargamentos
id: Unduhan
is: Sóttar skrár
it: Download
ja: ダウンロード一覧
ka: ჩამოტვირთვები
kaa: Júklengenler
kab: Isidar
kk: Жүктемелер
km: ទាញយក
kmr: Daxistin
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ko: 다운로드
kw: Iskargow
lij: Descaregamenti
lo: ດາວໂຫລດ
lt: Atsiuntimai
lv: Lejupielādes
meh: Daa nxinuun
ml: ഇറക്കിവയ്ക്കലുകൾ
mr: डाउनलोड
my: ဆွဲချချက်များ
nb: Nedlastinger
ne: डाउनलोडहरु
nn: Nedlastingar
oc: Telecargaments
or: ଡାଉନଲୋଡ୍
pa: ਡਾਊਨਲੋਡ
pa_pk: ڈاؤن‌لوڈ
pl: Pobrane pliki
ps: ډاونلوډونه
pt_pt: Transferências
rm: Telechargiadas
ro: Descărcări
ru: Загрузки
sat: ᱰᱟᱣᱱᱞᱚᱰ ᱠᱚ
sc: Iscarrigamentos
scn: Scarricamenti
si: බාගැනීම්
sk: Stiahnuté súbory
skr: ڈاؤن لوڈاں
sl: Prenosi
sq: Shkarkime
sr: Преузимања
su: Undeuran
sv: Hämtningar
szl: Pobrania
ta: பதிவிறக்கங்கள்
te: దింపుకోళ్ళు
tg: Боргириҳо
th: การดาวน์โหลด
tl: Mga Download
tok: jo lipu
tr: İndirilenler
trs: Sa nadunïnjt
tt: Йөкләп алулар
tzm: Agamen
ug: چۈشۈرۈلمىلەر
uk: Завантаження
ur: ڈاؤن لوڈز
uz: Yuklanmalar
vec: Download
vi: Tải xuống
yo: Àwọn Ìgbàsílẹ̀
yua: Descargas
zh_hans: 下载
zh_hant: 下載項目
